---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRound
source: html/1c41324d-1052-1a5d-4630-ed296d5160b1.htm
---
# StructuralSectionRound Members

Returns size of the section boundary.